11/data/attachments/c1edec37614cce65.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_6274d581-196a-4d1c-b83f-a5e42f2517b2</nif:username>
            <nif:friendToBeAdded>Tonya_according_Friend_81824_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>